[
  "table-editor-obsidian",
  "obsidian-banners",
  "buttons",
  "calendar",
  "obsidian-charts",
  "code-styler",
  "colored-tags",
  "copilot",
  "dataview",
  "obsidian-enhancing-export",
  "obsidian-excalidraw-plugin",
  "obsidian-excel-to-markdown-table",
  "obsidian-file-color",
  "obsidian-git",
  "google-calendar",
  "obsidian-hider",
  "homepage",
  "obsidian-icon-folder",
  "image-converter",
  "obsidian-importer",
  "obsidian-kanban",
  "obsidian-languagetool-plugin",
  "obsidian-linter",
  "obsidian-local-images-plus",
  "nldates-obsidian",
  "note-refactor-obsidian",
  "omnisearch",
  "pdf-plus",
  "smart-connections",
  "obsidian42-strange-new-worlds",
  "obsidian-style-settings",
  "tag-wrangler",
  "obsidian-tasks-plugin",
  "templater-obsidian"
]